Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/motoring_1/driver_licensing/learner_driving_permits_for_motorcycles_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: - Letter from the Department of Social Protection or Revenue
ga: • Comhfhreagras le Cuideachta Árachais

source: Note: Proof of address documents can be no more than 6 months old at date of application
ga: • Ráiteas ón mBanc/ón gCumann Foirgníochta /ón gComhar Creidmheasa

source: An application for a learner permit for a motorcycle should be made in person to one of the National Driver Licence Service (NDLS) centres - see 'How to apply' above
ga: • Litir ón Roinn Coimirce Sóisialaí /Coimisinéirí Ioncaim

source: You can book an appointment online
ga: • Comhfhreagras oifigiúil ar bith eile ón ghníomhaireacht Stáit as Éirinn

source: The National Driver Licence Service provides information on applying for a learner permit on its website
ga: NOTA: Ní féidir cruthúnas seoladh dhoiciméid a bheith níos mó ná 6 mhí d'aois ar dháta an iarratais

source: National Driver Licence Service
ga: Cá háit a ndéanfaidh mé iarratas

source: Road Safety Authority Moyvalley Business Park Primrose Hill Ballina Co
ga: Ó October 29 2013, ba chóir iarratas ar cheadúnas foghlaimeora a dhéanamh go pearsanta le ceann amháin de chuid na Seirbhíse Náisiúnta Ceadúnais Tiománaithe (NDLS) ionaid
